(function(){
	var city = {
		'beij': [
					//客厅餐厅
					'【包含项目】地面处理、地砖/木地板、地板、踢脚线、顶角石膏线、墙顶面基层处理、墙顶面乳胶漆、开关/插座 <br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢乳胶漆、美巢腻子粉、雨虹防水、都芳墙面漆、水泥',
					'【包含项目】地面处理、地砖/木地板、地板、踢脚线、顶角石膏线、墙顶面基层处理、墙顶面乳胶漆、开关/插座 <br/>【包含辅材】塞纳春天水管、昆仑电线、美巢乳胶漆、美巢腻子粉、雨虹防水、都芳墙面漆、水泥',
					//卧室
					'【包含项目】地面处理、木地板、过门石、踢脚线、门、墙顶面基层处理、顶角石膏线、开关/插座 <br/>【包含辅材】塞纳春天水管、昆仑电线、美巢乳胶漆、美巢腻子粉、雨虹防水、都芳墙面漆、水泥',
					'【包含项目】地面处理、木地板、过门石、踢脚线、门、墙顶面基层处理、顶角石膏线、开关/插座 <br/>【包含辅材】塞纳春天水管、昆仑电线、美巢乳胶漆、美巢腻子粉、雨虹防水、都芳墙面漆、水泥',
					'【包含项目】地面处理、木地板、过门石、踢脚线、门、墙顶面基层处理、顶角石膏线、开关/插座 <br/>【包含辅材】塞纳春天水管、昆仑电线、美巢乳胶漆、美巢腻子粉、雨虹防水、都芳墙面漆、水泥',
					//厨房
					'【包含项目】地砖、过门石、墙砖、门、烟机/灶具、洗菜盆/龙头、整体橱柜、铝扣板吊顶、LED集成灯、开关/插座<br/>【包含辅材】塞纳春天水管、昆仑电线、美巢乳胶漆、美巢腻子粉、雨虹防水、都芳墙面漆、水泥',
					//卫生间
					'【包含项目】防水、地砖、过门石、门、墙砖、开关/插座、马桶、花洒、浴室柜、浴霸、铝扣板集成吊顶<br/>【包含辅材】塞纳春天水管、昆仑电线、美巢乳胶漆、美巢腻子粉、雨虹防水、都芳墙面漆、水泥',
					//阳台
					'【包含项目】开关/插座、地砖/木地板、墙顶面乳胶漆、墙顶面基层处理<br/>【包含辅材】塞纳春天水管、昆仑电线、美巢乳胶漆、美巢腻子粉、雨虹防水、都芳墙面漆、水泥'
				],
		'tjin': [		
				//客厅餐厅
				'【包含项目】门套、地砖/木地板、开关/插座、铲除墙皮、墙顶面墙锢、墙顶面基层处理、墙顶面乳胶漆、墙顶面乳胶漆 <br/> 【包含辅材】塞纳春天专用电线、塞纳春天专用水管、可耐乳胶漆、塞纳春天专用墙衫、百得防水、塞纳春天专用石膏粉、专用轻钢龙骨、强兴水泥',
				'【包含项目】门套、地砖/木地板、开关/插座、铲除墙皮、墙顶面墙锢、墙顶面基层处理、墙顶面乳胶漆、墙顶面乳胶漆 <br/> 【包含辅材】塞纳春天专用电线、塞纳春天专用水管、可耐乳胶漆、塞纳春天专用墙衫、百得防水、塞纳春天专用石膏粉、专用轻钢龙骨、强兴水泥',
				//卧室
				'【包含项目】 内门、地砖/木地板、开关/插座、窗台石、 铲除墙皮、墙顶面墙锢、墙顶面基层处理、墙顶面乳胶漆、顶角石膏线<br/> 【包含辅材】塞纳春天专用电线、塞纳春天专用水管、可耐乳胶漆、塞纳春天专用墙衫、百得防水、塞纳春天专用石膏粉、专用轻钢龙骨、强兴水泥',
				'【包含项目】 内门、地砖/木地板、开关/插座、窗台石、 铲除墙皮、墙顶面墙锢、墙顶面基层处理、墙顶面乳胶漆、顶角石膏线<br/> 【包含辅材】塞纳春天专用电线、塞纳春天专用水管、可耐乳胶漆、塞纳春天专用墙衫、百得防水、塞纳春天专用石膏粉、专用轻钢龙骨、强兴水泥',
				'【包含项目】 内门、地砖/木地板、开关/插座、窗台石、 铲除墙皮、墙顶面墙锢、墙顶面基层处理、墙顶面乳胶漆、顶角石膏线<br/> 【包含辅材】塞纳春天专用电线、塞纳春天专用水管、可耐乳胶漆、塞纳春天专用墙衫、百得防水、塞纳春天专用石膏粉、专用轻钢龙骨、强兴水泥',
				//厨房
				'【包含项目】 内门、集成灯、开关/插座、墙地砖、墙砖铺贴、地砖铺贴、铝扣板集成吊顶、包立管、烟机/灶具、水槽/龙头、整体橱柜<br/> 【包含辅材】塞纳春天专用电线、塞纳春天专用水管、可耐乳胶漆、塞纳春天专用墙衫、百得防水、塞纳春天专用石膏粉、专用轻钢龙骨、强兴水泥',
				//卫生间
				'【包含项目】 内门、开关/插座、墙地砖、墙砖铺贴、地砖铺贴、铝扣板集成吊顶、浴霸、洁具、地漏、包立管<br/> 【包含辅材】塞纳春天专用电线、塞纳春天专用水管、可耐乳胶漆、塞纳春天专用墙衫、百得防水、塞纳春天专用石膏粉、专用轻钢龙骨、强兴水泥',
				//阳台
				'【包含项目】地砖、铲除墙皮、墙顶面墙锢、墙顶面基层处理、墙顶面乳胶漆、开关/插座 <br/> 【包含辅材】塞纳春天专用电线、塞纳春天专用水管、可耐乳胶漆、塞纳春天专用墙衫、百得防水、塞纳春天专用石膏粉、专用轻钢龙骨、强兴水泥'
			],
		'taiy': [		
			//客厅餐厅
			'【包含项目】 过门石、入户单包门套、开关/插座、地砖/木地板、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、顶角石膏线<br/> 【包含辅材】天力管、津成电线、WAGO连接器、津成弱电、雨虹防水、芬琳乳胶漆、美巢墙地固、佳帝腻子',
			'【包含项目】 过门石、入户单包门套、开关/插座、地砖/木地板、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、顶角石膏线<br/> 【包含辅材】天力管、津成电线、WAGO连接器、津成弱电、雨虹防水、芬琳乳胶漆、美巢墙地固、佳帝腻子',
			//卧室
			'【包含项目】 过门石、内门、开关/插座、地砖/木地板、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、窗台石、顶角石膏线<br/> 【包含辅材】天力管、津成电线、WAGO连接器、津成弱电、雨虹防水、芬琳乳胶漆、美巢墙地固、佳帝腻子',
			'【包含项目】 过门石、内门、开关/插座、地砖/木地板、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、窗台石、顶角石膏线<br/> 【包含辅材】天力管、津成电线、WAGO连接器、津成弱电、雨虹防水、芬琳乳胶漆、美巢墙地固、佳帝腻子',
			'【包含项目】 过门石、内门、开关/插座、地砖/木地板、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、窗台石、顶角石膏线<br/> 【包含辅材】天力管、津成电线、WAGO连接器、津成弱电、雨虹防水、芬琳乳胶漆、美巢墙地固、佳帝腻子',
			//厨房
			'【包含项目】 过门石、内门、包立管、墙砖铺贴、地砖铺贴、铝扣板集成吊顶、LED集成灯、开关/插座、烟机/灶具、水槽/龙头、橱柜、地漏<br/> 【包含辅材】天力管、津成电线、WAGO连接器、津成弱电、雨虹防水、芬琳乳胶漆、美巢墙地固、佳帝腻子',
			//卫生间
			'【包含项目】过门石、门、包立管、防水处理、墙地砖、 墙砖铺贴、地砖铺贴、铝扣板集成吊顶、集成灯/浴霸、开关/插座、洁具、地漏、五金件<br/> 【包含辅材】天力管、津成电线、WAGO连接器、津成弱电、雨虹防水、芬琳乳胶漆、美巢墙地固、佳帝腻子',
			//阳台
			'【包含项目】 地砖/木地板、墙顶面界面剂、墙顶面基层处理、开关/插座<br/> 【包含辅材】天力管、津成电线、WAGO连接器、津成弱电、雨虹防水、芬琳乳胶漆、美巢墙地固、佳帝腻子'
		],
		'xtai': [		
			//客厅餐厅
			'【包含项目】 过门石、门套、地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】津成电线、日丰水管、多乐士乳胶漆、塞纳春天腻子、雨虹防水、山西三维白乳胶、泰山轻龙钢骨、永宁/奎山水泥',
			'【包含项目】 过门石、门套、地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】津成电线、日丰水管、多乐士乳胶漆、塞纳春天腻子、雨虹防水、山西三维白乳胶、泰山轻龙钢骨、永宁/奎山水泥',
			//卧室
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、窗台石<br/> 【包含辅材】津成电线、日丰水管、多乐士乳胶漆、塞纳春天腻子、雨虹防水、山西三维白乳胶、泰山轻龙钢骨、永宁/奎山水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、窗台石<br/> 【包含辅材】津成电线、日丰水管、多乐士乳胶漆、塞纳春天腻子、雨虹防水、山西三维白乳胶、泰山轻龙钢骨、永宁/奎山水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、窗台石<br/> 【包含辅材】津成电线、日丰水管、多乐士乳胶漆、塞纳春天腻子、雨虹防水、山西三维白乳胶、泰山轻龙钢骨、永宁/奎山水泥',
			//厨房
			'【包含项目】 过门石、内门、LED集成灯、开关/插座、烟机/灶具、水槽/龙头、整体橱柜、地漏、墙地砖、包立管、墙砖铺贴、地砖铺贴、铝扣板集成吊顶<br/> 【包含辅材】津成电线、日丰水管、多乐士乳胶漆、塞纳春天腻子、雨虹防水、山西三维白乳胶、泰山轻龙钢骨、永宁/奎山水泥',
			//卫生间
			'【包含项目】 过门石、内门、LED集成灯、开关/插座、包立管、防水、墙地砖、墙砖铺贴、地砖铺贴、铝扣板集成吊顶、浴霸、马桶、五金件<br/> 【包含辅材】津成电线、日丰水管、多乐士乳胶漆、塞纳春天腻子、雨虹防水、山西三维白乳胶、泰山轻龙钢骨、永宁/奎山水泥',
			//阳台
			'【包含项目】 开关/插座、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、LED集成灯、铝扣板集成吊顶、墙砖铺贴<br/> 【包含辅材】津成电线、日丰水管、多乐士乳胶漆、塞纳春天腻子、雨虹防水、山西三维白乳胶、泰山轻龙钢骨、永宁/奎山水泥'
		],
		'ych': [		
			//客厅餐厅
			'【包含项目】 过门石、门套、地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】高平电线、塞纳春天管材、三棵树乳胶漆、三棵树腻子、生态家园防水、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			'【包含项目】 过门石、门套、地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】高平电线、塞纳春天管材、三棵树乳胶漆、三棵树腻子、生态家园防水、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			//卧室
			'【包含项目】 过门石、门、地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、窗台石<br/> 【包含辅材】高平电线、塞纳春天管材、三棵树乳胶漆、三棵树腻子、生态家园防水、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			'【包含项目】 过门石、门、地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、窗台石<br/> 【包含辅材】高平电线、塞纳春天管材、三棵树乳胶漆、三棵树腻子、生态家园防水、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			'【包含项目】 过门石、门、地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、窗台石<br/> 【包含辅材】高平电线、塞纳春天管材、三棵树乳胶漆、三棵树腻子、生态家园防水、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			//厨房
			'【包含项目】 过门石、内门、集成灯、开关/插座、包立管、墙地砖、墙砖铺贴、地砖铺贴、铝扣板集成吊顶、烟机/灶具、水槽/龙头、整体橱柜、地漏<br/> 【包含辅材】高平电线、塞纳春天管材、三棵树乳胶漆、三棵树腻子、生态家园防水、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			//卫生间
			'【包含项目】 过门石、内门、开关/插座、包立管、墙地砖、墙砖铺贴、地砖铺贴、铝扣板集成吊顶、浴霸、马桶、花洒、五金件、浴室柜<br/> 【包含辅材】高平电线、塞纳春天管材、三棵树乳胶漆、三棵树腻子、生态家园防水、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			//阳台
			'【包含项目】地砖、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、开关/插座 <br/> 【包含辅材】高平电线、塞纳春天管材、三棵树乳胶漆、三棵树腻子、生态家园防水、生态家园白乳胶、泰山轻钢龙骨、中联水泥'
		],
		'hand': [		
			//客厅餐厅
			'【包含项目】  过门石，入户单包门套、地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】高平电线、塞纳春天管材、三棵树乳胶漆、三棵树腻子、生态家园防水、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			'【包含项目】  过门石，入户单包门套、地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】高平电线、塞纳春天管材、三棵树乳胶漆、三棵树腻子、生态家园防水、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			//卧室
			'【包含项目】过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 <br/> 【包含辅材】高平电线、塞纳春天管材、三棵树乳胶漆、三棵树腻子、生态家园防水、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			'【包含项目】过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 <br/> 【包含辅材】高平电线、塞纳春天管材、三棵树乳胶漆、三棵树腻子、生态家园防水、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			'【包含项目】过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 <br/> 【包含辅材】高平电线、塞纳春天管材、三棵树乳胶漆、三棵树腻子、生态家园防水、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			//厨房
			'【包含项目】 过门石、内门、集成灯、开关/插座、包立管、墙地砖、墙砖铺贴、地砖铺贴、铝扣板集成吊顶、烟机/灶具、水槽/龙头、整体橱柜、地漏<br/> 【包含辅材】高平电线、塞纳春天管材、三棵树乳胶漆、三棵树腻子、生态家园防水、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			//卫生间
			'【包含项目】 过门石、内门、开关/插座、LED集成灯、防水处理、墙地砖、墙砖铺贴、地砖铺贴、铝扣板集成吊顶、浴霸、花洒、五金件、浴室柜、包立管<br/> 【包含辅材】高平电线、塞纳春天管材、三棵树乳胶漆、三棵树腻子、生态家园防水、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			//阳台
			'【包含项目】地砖、墙顶面界面剂、墙顶面基层处理、开关/插座、墙顶面乳胶漆 <br/> 【包含辅材】高平电线、塞纳春天管材、三棵树乳胶漆、三棵树腻子、生态家园防水、生态家园白乳胶、泰山轻钢龙骨、中联水泥'
		],
		'czh': [		
			//客厅餐厅
			'【包含项目】 过门石、门套、地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】朝阳电线、伟星水管、晨阳/莱威乳胶漆、中合吉腻子、蓝雨伞防水、生态家园白乳胶、宝源轻钢龙骨、山水水泥',
			'【包含项目】 过门石、门套、地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】朝阳电线、伟星水管、晨阳/莱威乳胶漆、中合吉腻子、蓝雨伞防水、生态家园白乳胶、宝源轻钢龙骨、山水水泥',
			//卧室
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 <br/> 【包含辅材】朝阳电线、伟星水管、晨阳/莱威乳胶漆、中合吉腻子、蓝雨伞防水、生态家园白乳胶、宝源轻钢龙骨、山水水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 <br/> 【包含辅材】朝阳电线、伟星水管、晨阳/莱威乳胶漆、中合吉腻子、蓝雨伞防水、生态家园白乳胶、宝源轻钢龙骨、山水水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 <br/> 【包含辅材】朝阳电线、伟星水管、晨阳/莱威乳胶漆、中合吉腻子、蓝雨伞防水、生态家园白乳胶、宝源轻钢龙骨、山水水泥',
			//厨房
			'【包含项目】 过门石、内门、LED集成灯、开关/插座、包立管、墙地砖、墙砖铺贴、地砖铺贴、铝扣板集成吊顶、烟机/灶具、水槽/龙头、整体橱柜、地漏<br/> 【包含辅材】朝阳电线、伟星水管、晨阳/莱威乳胶漆、中合吉腻子、蓝雨伞防水、生态家园白乳胶、宝源轻钢龙骨、山水水泥',
			//卫生间
			'【包含项目】 过门石、内门、开关/插座、LED集成灯、防水、墙地砖、墙砖铺贴、地砖铺贴、铝扣板集成吊顶、浴霸、花洒、五金件、浴室柜、包立管、马桶<br/> 【包含辅材】朝阳电线、伟星水管、晨阳/莱威乳胶漆、中合吉腻子、蓝雨伞防水、生态家园白乳胶、宝源轻钢龙骨、山水水泥',
			//阳台
			'【包含项目】 开关/插座、地砖、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆<br/> 【包含辅材】朝阳电线、伟星水管、晨阳/莱威乳胶漆、中合吉腻子、蓝雨伞防水、生态家园白乳胶、宝源轻钢龙骨、山水水泥'
		],
		'qinhd': [		
			//客厅餐厅
			'【包含项目】 过门石、门套、地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、地砖铺贴地面找平<br/> 【包含辅材】津峰电线、伟星水管多乐士乳胶漆、美巢腻子、雨虹防水、美巢界面剂、圣戈班轻钢龙骨、祖山水泥',
			'【包含项目】 过门石、门套、地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、地砖铺贴地面找平<br/> 【包含辅材】津峰电线、伟星水管多乐士乳胶漆、美巢腻子、雨虹防水、美巢界面剂、圣戈班轻钢龙骨、祖山水泥',
			//卧室
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、地砖铺贴地面找平<br/> 【包含辅材】津峰电线、伟星水管多乐士乳胶漆、美巢腻子、雨虹防水、美巢界面剂、圣戈班轻钢龙骨、祖山水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、地砖铺贴地面找平<br/> 【包含辅材】津峰电线、伟星水管多乐士乳胶漆、美巢腻子、雨虹防水、美巢界面剂、圣戈班轻钢龙骨、祖山水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、地砖铺贴地面找平<br/> 【包含辅材】津峰电线、伟星水管多乐士乳胶漆、美巢腻子、雨虹防水、美巢界面剂、圣戈班轻钢龙骨、祖山水泥',
			//厨房
			'【包含项目】  过门石、内门、LED集成灯、开关/插座、包立管、地砖、墙砖、墙砖铺贴、地砖铺贴、铝扣板集成吊顶、烟机/灶具、水槽/龙头、整体橱柜<br/> 【包含辅材】津峰电线、伟星水管多乐士乳胶漆、美巢腻子、雨虹防水、美巢界面剂、圣戈班轻钢龙骨、祖山水泥',
			//卫生间
			'【包含项目】  过门石、内门、开关/插座、防水、墙地砖、墙砖铺贴、地砖铺贴、铝扣板集成吊顶、浴霸、花洒、浴室柜、包立管、马桶<br/> 【包含辅材】津峰电线、伟星水管多乐士乳胶漆、美巢腻子、雨虹防水、美巢界面剂、圣戈班轻钢龙骨、祖山水泥',
			//阳台
			'【包含项目】  开关/插座、地砖、墙面基层处理、集成吊顶、LED集成灯<br/> 【包含辅材】津峰电线、伟星水管多乐士乳胶漆、美巢腻子、雨虹防水、美巢界面剂、圣戈班轻钢龙骨、祖山水泥'
		],
		'baot': [		
			//客厅餐厅
			'【包含项目】 过门石、入户单包门套、地砖、开关/插座、踢脚线、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】豪迈电线、日丰水管、多乐士乳胶漆兔宝宝腻子、雨虹防水、哥俩好白乳胶、泰山轻钢龙骨、蒙西水泥',
			'【包含项目】 过门石、入户单包门套、地砖、开关/插座、踢脚线、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】豪迈电线、日丰水管、多乐士乳胶漆兔宝宝腻子、雨虹防水、哥俩好白乳胶、泰山轻钢龙骨、蒙西水泥',
			//卧室
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】豪迈电线、日丰水管、多乐士乳胶漆兔宝宝腻子、雨虹防水、哥俩好白乳胶、泰山轻钢龙骨、蒙西水泥',
			'【包含项目】  过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】豪迈电线、日丰水管、多乐士乳胶漆兔宝宝腻子、雨虹防水、哥俩好白乳胶、泰山轻钢龙骨、蒙西水泥',
			'【包含项目】  过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】豪迈电线、日丰水管、多乐士乳胶漆兔宝宝腻子、雨虹防水、哥俩好白乳胶、泰山轻钢龙骨、蒙西水泥',
			//厨房
			'【包含项目】  过门石、内门、LED集成灯、开关/插座、包立管、墙地砖、墙砖铺贴、地砖铺贴、铝扣板集成吊顶、烟机/灶具、水槽/龙头、整体橱柜<br/> 【包含辅材】豪迈电线、日丰水管、多乐士乳胶漆兔宝宝腻子、雨虹防水、哥俩好白乳胶、泰山轻钢龙骨、蒙西水泥',
			//卫生间
			'【包含项目】  过门石、内门、LED集成灯、开关/插座、防水处理、墙地砖、墙砖铺贴、地砖铺贴、铝扣板集成吊顶、浴霸、花洒、浴室柜、包立管、马桶<br/> 【包含辅材】豪迈电线、日丰水管、多乐士乳胶漆兔宝宝腻子、雨虹防水、哥俩好白乳胶、泰山轻钢龙骨、蒙西水泥',
			//阳台
			'【包含项目】 地砖、墙顶面界面剂、墙顶面乳胶漆、开关/插座<br/> 【包含辅材】豪迈电线、日丰水管、多乐士乳胶漆兔宝宝腻子、雨虹防水、哥俩好白乳胶、泰山轻钢龙骨、蒙西水泥'
		],
		'zhjk': [		
			//客厅餐厅
			'【包含项目】过门石、地砖/木地板、开关/插座、 墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】津港电线、伟星管、立邦皓白120、首佳921腻子、雨虹防水、美巢白乳胶、国际木龙骨、金偶水泥',
			'【包含项目】 过门石、地砖/木地板、开关/插座、 墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】津港电线、伟星管、立邦皓白120、首佳921腻子、雨虹防水、美巢白乳胶、国际木龙骨、金偶水泥',
			//卧室
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】津港电线、伟星管、立邦皓白120、首佳921腻子、雨虹防水、美巢白乳胶、国际木龙骨、金偶水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】津港电线、伟星管、立邦皓白120、首佳921腻子、雨虹防水、美巢白乳胶、国际木龙骨、金偶水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】津港电线、伟星管、立邦皓白120、首佳921腻子、雨虹防水、美巢白乳胶、国际木龙骨、金偶水泥',
			//厨房
			'【包含项目】 过门石、内门、LED集成灯、开关/插座、包立管、墙地砖、墙砖铺贴、地砖铺贴、铝扣板集成吊顶、烟机/灶具、水槽/龙头、整体橱柜<br/> 【包含辅材】津港电线、伟星管、立邦皓白120、首佳921腻子、雨虹防水、美巢白乳胶、国际木龙骨、金偶水泥',
			//卫生间
			'【包含项目】过门石、内门、LED集成灯、开关/插座、防水处理、墙地砖、墙砖铺贴、地砖铺贴、铝扣板集成吊顶、浴霸、五金挂件、洁具 <br/> 【包含辅材】津港电线、伟星管、立邦皓白120、首佳921腻子、雨虹防水、美巢白乳胶、国际木龙骨、金偶水泥',
			//阳台
			'【包含项目】开关/插座、地砖、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆 <br/> 【包含辅材】津港电线、伟星管、立邦皓白120、首佳921腻子、雨虹防水、美巢白乳胶、国际木龙骨、金偶水泥'
		],
		'qhe': [		
			//客厅餐厅
			'【包含项目】 过门石、门套、地砖/木地板、开关/插座、 墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】星洁水管、津成电线、山西三维白乳胶漆、美巢腻子、专用轻钢龙骨、雨虹防水、塞纳春天乳胶漆、专用水泥',
			'【包含项目】  过门石、门套、地砖/木地板、开关/插座、 墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】星洁水管、津成电线、山西三维白乳胶漆、美巢腻子、专用轻钢龙骨、雨虹防水、塞纳春天乳胶漆、专用水泥',
			//卧室
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】星洁水管、津成电线、山西三维白乳胶漆、美巢腻子、专用轻钢龙骨、雨虹防水、塞纳春天乳胶漆、专用水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】星洁水管、津成电线、山西三维白乳胶漆、美巢腻子、专用轻钢龙骨、雨虹防水、塞纳春天乳胶漆、专用水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】星洁水管、津成电线、山西三维白乳胶漆、美巢腻子、专用轻钢龙骨、雨虹防水、塞纳春天乳胶漆、专用水泥',
			//厨房
			'【包含项目】 过门石、内门、LED集成灯、开关/插座、包立管、墙地砖、墙砖铺贴、地砖铺贴、铝扣板集成吊顶、烟机/灶具、水槽/龙头、整体橱柜<br/> 【包含辅材】星洁水管、津成电线、山西三维白乳胶漆、美巢腻子、专用轻钢龙骨、雨虹防水、塞纳春天乳胶漆、专用水泥',
			//卫生间
			'【包含项目】 过门石、内门、LED集成灯、开关/插座、防水处理、墙地砖、墙砖铺贴、地砖铺贴、铝扣板集成吊顶、浴霸、五金挂件<br/> 【包含辅材】星洁水管、津成电线、山西三维白乳胶漆、美巢腻子、专用轻钢龙骨、雨虹防水、塞纳春天乳胶漆、专用水泥',
			//阳台
			'【包含项目】墙砖、开关插座、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆 <br/> 【包含辅材】星洁水管、津成电线、山西三维白乳胶漆、美巢腻子、专用轻钢龙骨、雨虹防水、塞纳春天乳胶漆、专用水泥'
		],
		'xian':[		
			//客厅餐厅
			'【包含项目】 过门石、地砖/木地板、开关/插座、 墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】津成电线、伟星管、可耐美乳胶漆、奥维腻子、雨虹防水、西铁白乳胶、黄河轻钢龙骨、晓柏水泥',
			'【包含项目】 过门石、地砖/木地板、开关/插座、 墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 <br/> 【包含辅材】津成电线、伟星管、可耐美乳胶漆、奥维腻子、雨虹防水、西铁白乳胶、黄河轻钢龙骨、晓柏水泥',
			//卧室
			'【包含项目】过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 <br/> 【包含辅材】津成电线、伟星管、可耐美乳胶漆、奥维腻子、雨虹防水、西铁白乳胶、黄河轻钢龙骨、晓柏水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】津成电线、伟星管、可耐美乳胶漆、奥维腻子、雨虹防水、西铁白乳胶、黄河轻钢龙骨、晓柏水泥',
			'【包含项目】过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 <br/> 【包含辅材】津成电线、伟星管、可耐美乳胶漆、奥维腻子、雨虹防水、西铁白乳胶、黄河轻钢龙骨、晓柏水泥',
			//厨房
			'【包含项目】 过门石、内门、LED集成灯、开关/插座、墙地砖、墙地砖铺贴、铝扣板集成吊顶、烟机/灶具、水槽/龙头、整体橱柜、地漏 <br/> 【包含辅材】津成电线、伟星管、可耐美乳胶漆、奥维腻子、雨虹防水、西铁白乳胶、黄河轻钢龙骨、晓柏水泥',
			//卫生间
			'【包含项目】 过门石、内门、开关/插座、洁具、防水处理、墙地砖、铝扣板集成吊顶、五金件<br/> 【包含辅材】津成电线、伟星管、可耐美乳胶漆、奥维腻子、雨虹防水、西铁白乳胶、黄河轻钢龙骨、晓柏水泥',
			//阳台
			'【包含项目】 过门石、防水、包立管、绿可木吊顶、吸顶灯、地砖铺贴、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、地砖、五金件、开关/插座<br/> 【包含辅材】津成电线、伟星管、可耐美乳胶漆、奥维腻子、雨虹防水、西铁白乳胶、黄河轻钢龙骨、晓柏水泥'
		],
		'ylin':[		
			//客厅餐厅
			'【包含项目】 地面处理、踢脚线、开关/插座、地砖、木地板、顶角石膏线、过门石、入户单包门套、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆 <br/> 【包含辅材】津成电线、正泰线管、三棵树墙漆、赖恩思腻子、雨虹防水、金牛水管配件、西蒙水泥',
			'【包含项目】 地面处理、踢脚线、开关/插座、地砖、木地板、顶角石膏线、过门石、入户单包门套、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆<br/> 【包含辅材】津成电线、正泰线管、三棵树墙漆、赖恩思腻子、雨虹防水、金牛水管配件、西蒙水泥',
			//卧室
			'【包含项目】  地面处理、开关/插座、地砖/木地板、顶角石膏线、过门石、卧室门、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆<br/> 【包含辅材】津成电线、正泰线管、三棵树墙漆、赖恩思腻子、雨虹防水、金牛水管配件、西蒙水泥',
			'【包含项目】 地面处理、开关/插座、地砖/木地板、顶角石膏线、过门石、卧室门、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆<br/> 【包含辅材】津成电线、正泰线管、三棵树墙漆、赖恩思腻子、雨虹防水、金牛水管配件、西蒙水泥',
			'【包含项目】 地面处理、开关/插座、地砖/木地板、顶角石膏线、过门石、卧室门、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆<br/> 【包含辅材】津成电线、正泰线管、三棵树墙漆、赖恩思腻子、雨虹防水、金牛水管配件、西蒙水泥',
			//厨房
			'【包含项目】 地砖、墙砖、墙砖铺贴、开关/插座、过门石、整体橱柜、厨房门、烟机/灶具、铝扣板吊顶、LED灯、包立管、地漏<br/> 【包含辅材】津成电线、正泰线管、三棵树墙漆、赖恩思腻子、雨虹防水、金牛水管配件、西蒙水泥',
			//卫生间
			'【包含项目】 过门石、内门、开关/插座、马桶、花洒、浴室柜、浴霸、五金件、吕扣板集成吊顶、墙砖、地砖、包立管、地漏、防水<br/> 【包含辅材】津成电线、正泰线管、三棵树墙漆、赖恩思腻子、雨虹防水、金牛水管配件、西蒙水泥',
			//阳台
			'【包含项目】 开关/插座、过门石、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、吸顶灯<br/> 【包含辅材】津成电线、正泰线管、三棵树墙漆、赖恩思腻子、雨虹防水、金牛水管配件、西蒙水泥'
		],
		'yunc':[		
			//客厅餐厅
			'【包含项目】 过门石、门套、 地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 <br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、墙面漆、水泥',
			'【包含项目】 过门石、门套、 地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、墙面漆、水泥',
			//卧室
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 <br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、墙面漆、水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 <br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、墙面漆、水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 <br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、墙面漆、水泥',
			//厨房
			'【包含项目】过门石、内门、集成灯、开关/插座、墙地砖、墙地砖铺贴、铝扣板集成吊顶、烟机/灶具、水槽/龙头、整体橱柜、地漏  、包立管<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、墙面漆、水泥',
			//卫生间
			'【包含项目】过门石、内门、开关/插座、防水处理、墙地砖、墙地砖铺贴、铝扣板集成吊顶、五金件、浴霸、马桶、花洒、包立管、沐浴柜 <br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、墙面漆、水泥',
			//阳台
			'【包含项目】地砖、 墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、开关/插座<br/>【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、墙面漆、水泥'
		],
		'zhzh':[		
			//客厅餐厅
			'【包含项目】 地砖、木地板、开关/插座、都芳乳胶漆、入户门套线、墙顶面界面剂、墙顶面基层处理<br/> 【包含辅材】塞纳春天水管、郑星三厂电线、北京生态胶、胖子腻子粉、雨虹防水、都芳漆、孟电325水泥',
			'【包含项目】 地砖、木地板、开关/插座、都芳乳胶漆、入户门套线、墙顶面界面剂、墙顶面基层处理<br/> 【包含辅材】塞纳春天水管、郑星三厂电线、北京生态胶、胖子腻子粉、雨虹防水、都芳漆、孟电325水泥',
			//卧室
			'【包含项目】 地砖、木地板、开关/插座、都芳乳胶漆、石膏线、内门、踢脚线、墙顶面界面剂、墙顶面基层处理<br/> 【包含辅材】塞纳春天水管、郑星三厂电线、北京生态胶、胖子腻子粉、雨虹防水、都芳漆、孟电325水泥',
			'【包含项目】 地砖、木地板、开关/插座、都芳乳胶漆、石膏线、内门、踢脚线、墙顶面界面剂、墙顶面基层处理 <br/> 【包含辅材】塞纳春天水管、郑星三厂电线、北京生态胶、胖子腻子粉、雨虹防水、都芳漆、孟电325水泥',
			'【包含项目】 地砖、木地板、开关/插座、都芳乳胶漆、石膏线、内门、踢脚线、墙顶面界面剂、墙顶面基层处理<br/> 【包含辅材】塞纳春天水管、郑星三厂电线、北京生态胶、胖子腻子粉、雨虹防水、都芳漆、孟电325水泥',
			//厨房
			'【包含项目】 地砖、墙砖、集成吊顶、开关/插座、烟机/灶具、水槽/龙头、整体橱柜、地漏、厨房照明、厨房门<br/> 【包含辅材】塞纳春天水管、郑星三厂电线、北京生态胶、胖子腻子粉、雨虹防水、都芳漆、孟电325水泥',
			//卫生间
			'【包含项目】 地砖、墙砖、集成吊顶、开关/插座、卫生间门、五金挂件、浴霸、马桶、沐浴花洒、浴室柜、烟机灶具、防水<br/> 【包含辅材】塞纳春天水管、郑星三厂电线、北京生态胶、胖子腻子粉、雨虹防水、都芳漆、孟电325水泥',
			//阳台
			'【包含项目】 地砖、木地板、都芳乳胶漆、开关/插座<br/> 【包含辅材】塞纳春天水管、郑星三厂电线、北京生态胶、胖子腻子粉、雨虹防水、都芳漆、孟电325水泥'
		],
		'shch':[		
			//客厅餐厅
			'【包含项目】 过门石、门套、 地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】津成电线、伟星管、可耐美乳胶漆、奥维腻子、雨虹防水、西铁白乳胶、黄河轻钢龙骨、尧柏水泥',
			'【包含项目】 过门石、门套、 地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】津成电线、伟星管、可耐美乳胶漆、奥维腻子、雨虹防水、西铁白乳胶、黄河轻钢龙骨、尧柏水泥',
			//卧室
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】津成电线、伟星管、可耐美乳胶漆、奥维腻子、雨虹防水、西铁白乳胶、黄河轻钢龙骨、尧柏水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】津成电线、伟星管、可耐美乳胶漆、奥维腻子、雨虹防水、西铁白乳胶、黄河轻钢龙骨、尧柏水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】津成电线、伟星管、可耐美乳胶漆、奥维腻子、雨虹防水、西铁白乳胶、黄河轻钢龙骨、尧柏水泥',
			//厨房
			'【包含项目】 过门石、内门、集成灯、开关/插座、墙地砖、墙地砖铺贴、铝扣板集成吊顶、烟机/灶具、水槽/龙头、整体橱柜、地漏  、包立管<br/> 【包含辅材】津成电线、伟星管、可耐美乳胶漆、奥维腻子、雨虹防水、西铁白乳胶、黄河轻钢龙骨、尧柏水泥',
			//卫生间
			'【包含项目】 过门石、内门、LED集成灯、开关/插座、防水处理、墙地砖、墙地砖铺贴、铝扣板集成吊顶、五金件、浴霸、马桶、花洒、包立管、沐浴柜 <br/> 【包含辅材】津成电线、伟星管、可耐美乳胶漆、奥维腻子、雨虹防水、西铁白乳胶、黄河轻钢龙骨、尧柏水泥',
			//阳台
			'【包含项目】 地砖、 墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、开关/插座<br/> 【包含辅材】津成电线、伟星管、可耐美乳胶漆、奥维腻子、雨虹防水、西铁白乳胶、黄河轻钢龙骨、尧柏水泥'
		],
		'baof':[		
			//客厅餐厅
			'【包含项目】 过门石、门套、 地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			'【包含项目】 过门石、门套、 地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			//卧室
			'【包含项目】过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 <br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			//厨房
			'【包含项目】 过门石、内门、集成灯、开关/插座、墙地砖、墙地砖铺贴、铝扣板集成吊顶、烟机/灶具、水槽/龙头、整体橱柜、地漏  、包立管<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			//卫生间
			'【包含项目】过门石、内门、集成灯、开关/插座、墙地砖、墙地砖铺贴、铝扣板集成吊顶、烟机/灶具、水槽/龙头、整体橱柜、地漏  、包立管<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			//阳台
			'【包含项目】地砖、 墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆 <br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥'
		],
		'xinx':[		
			//客厅餐厅
			'【包含项目】地砖、木地板、开关/插座、都芳乳胶漆、踢脚线、过门石、腻子找平、墙面墙锢、地面地锢、成品石膏线 <br/> 【包含辅材】塞纳春天水管、三厂郑星电线、都芳漆、胖子腻子、雨虹防水、北京生态胶、孟电325水泥',
			'【包含项目】 地砖、木地板、开关/插座、都芳乳胶漆、踢脚线、过门石、腻子找平、墙面墙锢、地面地锢、成品石膏线 <br/> 【包含辅材】塞纳春天水管、三厂郑星电线、都芳漆、胖子腻子、雨虹防水、北京生态胶、孟电325水泥',
			//卧室
			'【包含项目】 地砖、木地板、开关/插座、都芳乳胶漆、腻子找平、墙面墙锢、地面地锢、成品石膏线、过门石、内门、踢脚线<br/> 【包含辅材】塞纳春天水管、三厂郑星电线、都芳漆、胖子腻子、雨虹防水、北京生态胶、孟电325水泥',
			'【包含项目】 地砖、木地板、开关/插座、都芳乳胶漆、腻子找平、墙面墙锢、地面地锢、成品石膏线、过门石、内门、踢脚线<br/> 【包含辅材】塞纳春天水管、三厂郑星电线、都芳漆、胖子腻子、雨虹防水、北京生态胶、孟电325水泥',
			'【包含项目】 地砖、木地板、开关/插座、都芳乳胶漆、腻子找平、墙面墙锢、地面地锢、成品石膏线、过门石、内门、踢脚线<br/> 【包含辅材】塞纳春天水管、三厂郑星电线、都芳漆、胖子腻子、雨虹防水、北京生态胶、孟电325水泥',
			//厨房
			'【包含项目】地砖/墙砖、集成吊顶、开关/插座、烟机/灶具、水槽/龙头、整体橱柜、地漏、过门石、厨房门、厨房照明 <br/> 【包含辅材】塞纳春天水管、三厂郑星电线、都芳漆、胖子腻子、雨虹防水、北京生态胶、孟电325水泥',
			//卫生间
			'【包含项目】地砖/墙砖、集成吊顶、开关/插座、过门石、浴霸、五金挂件、马桶、沐浴花洒、浴室柜 <br/> 【包含辅材】塞纳春天水管、三厂郑星电线、都芳漆、胖子腻子、雨虹防水、北京生态胶、孟电325水泥',
			//阳台
			'【包含项目】 地砖、 木地板、都芳乳胶漆、开关/插座<br/> 【包含辅材】塞纳春天水管、三厂郑星电线、都芳漆、胖子腻子、雨虹防水、北京生态胶、孟电325水泥'
		],
		'lich':[		
			//客厅餐厅
			'【包含项目】  过门石、入户单包门套、 地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、墙顶面界面剂<br/> 【包含辅材】红旗电线、伟星水管、立邦乳胶漆、裕康腻子、鲁邦防水、湖湘王木工板、海螺水泥',
			'【包含项目】  过门石、入户单包门套、 地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、墙顶面界面剂<br/> 【包含辅材】红旗电线、伟星水管、立邦乳胶漆、裕康腻子、鲁邦防水、湖湘王木工板、海螺水泥',
			//卧室
			'【包含项目】过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 <br/> 【包含辅材】红旗电线、伟星水管、立邦乳胶漆、裕康腻子、鲁邦防水、湖湘王木工板、海螺水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】红旗电线、伟星水管、立邦乳胶漆、裕康腻子、鲁邦防水、湖湘王木工板、海螺水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】红旗电线、伟星水管、立邦乳胶漆、裕康腻子、鲁邦防水、湖湘王木工板、海螺水泥',
			//厨房
			'【包含项目】过门石、内门、集成灯、开关/插座、墙地砖、墙地砖铺贴、铝扣板集成吊顶、烟机/灶具、水槽/龙头、整体橱柜、地漏  、包立管 <br/> 【包含辅材】红旗电线、伟星水管、立邦乳胶漆、裕康腻子、鲁邦防水、湖湘王木工板、海螺水泥',
			//卫生间
			'【包含项目】 过门石、内门、LED集成灯、开关/插座、墙地砖、墙地砖铺贴、铝扣板集成吊顶、浴霸、花洒、浴室柜、整体橱柜、地漏  、马桶、包立管<br/> 【包含辅材】红旗电线、伟星水管、立邦乳胶漆、裕康腻子、鲁邦防水、湖湘王木工板、海螺水泥',
			//阳台
			'【包含项目】 地砖、墙顶面界面剂、墙顶面乳胶漆、开关/插座<br/> 【包含辅材】红旗电线、伟星水管、立邦乳胶漆、裕康腻子、鲁邦防水、湖湘王木工板、海螺水泥'
		],
		'whan':[		
			//客厅餐厅
			'【包含项目】 地砖/木地板、开关/插座、入户门套、乳胶漆、石膏线<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			'【包含项目】 地砖/木地板、开关/插座、入户门套、乳胶漆、石膏线<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			//卧室
			'【包含项目】 地砖/木地板、开关/插座、乳胶漆、石膏线、踢脚线、内门、过门石<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			'【包含项目】  地砖/木地板、开关/插座、乳胶漆、石膏线、踢脚线、内门、过门石<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			'【包含项目】  地砖/木地板、开关/插座、乳胶漆、石膏线、踢脚线、内门、过门石<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			//厨房
			'【包含项目】 墙地砖、橱柜、烟机/灶具、集成吊顶、LED灯、水槽/龙头、开关/插座、过门石、门<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			//卫生间
			'【包含项目】墙地砖、开关/插座、集成吊顶、浴霸、洁具、五金挂件、门 <br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			//阳台
			'【包含项目】地砖/木地板、乳胶漆、开关/插座 <br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥'
		],
		'huax':[		
			//客厅餐厅
			'【包含项目】 地砖、木地板、开关/插座、都芳乳胶漆、踢脚线、过门石、腻子找平、墙面墙锢、地面地锢、成品石膏线<br/> 【包含辅材】塞纳春天水管、三厂郑星电线、都芳漆、胖子腻子、雨虹防水、北京生态胶、孟电325水泥',
			'【包含项目】 地砖、木地板、开关/插座、都芳乳胶漆、踢脚线、过门石、腻子找平、墙面墙锢、地面地锢、成品石膏线<br/> 【包含辅材】塞纳春天水管、三厂郑星电线、都芳漆、胖子腻子、雨虹防水、北京生态胶、孟电325水泥',
			//卧室
			'【包含项目】 地砖、木地板、开关/插座、都芳乳胶漆、腻子找平、墙面墙锢、地面地锢、成品石膏线、过门石、内门、踢脚线<br/> 【包含辅材】塞纳春天水管、三厂郑星电线、都芳漆、胖子腻子、雨虹防水、北京生态胶、孟电325水泥',
			'【包含项目】 地砖、木地板、开关/插座、都芳乳胶漆、腻子找平、墙面墙锢、地面地锢、成品石膏线、过门石、内门、踢脚线<br/> 【包含辅材】塞纳春天水管、三厂郑星电线、都芳漆、胖子腻子、雨虹防水、北京生态胶、孟电325水泥',
			'【包含项目】 地砖、木地板、开关/插座、都芳乳胶漆、腻子找平、墙面墙锢、地面地锢、成品石膏线、过门石、内门、踢脚线<br/> 【包含辅材】塞纳春天水管、三厂郑星电线、都芳漆、胖子腻子、雨虹防水、北京生态胶、孟电325水泥',
			//厨房
			'【包含项目】地砖/墙砖、集成吊顶、开关/插座、烟机/灶具、水槽/龙头、整体橱柜、地漏、过门石、厨房门、厨房照明  <br/> 【包含辅材】塞纳春天水管、三厂郑星电线、都芳漆、胖子腻子、雨虹防水、北京生态胶、孟电325水泥',
			//卫生间
			'【包含项目】地砖/墙砖、集成吊顶、开关/插座、过门石、浴霸、五金挂件、马桶、沐浴花洒、浴室柜 <br/> 【包含辅材】塞纳春天水管、三厂郑星电线、都芳漆、胖子腻子、雨虹防水、北京生态胶、孟电325水泥',
			//阳台
			'【包含项目】 地砖、 木地板、都芳乳胶漆、开关/插座<br/> 【包含辅材】塞纳春天水管、三厂郑星电线、都芳漆、胖子腻子、雨虹防水、北京生态胶、孟电325水泥'
		],
		'jzuo':[		
			//客厅餐厅
			'【包含项目】过门石、入户单包门套、 地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、墙顶面界面剂 <br/> 【包含辅材】塞纳春天水管、金牛管材、郑二电线、郑三电线、德高/雨虹防水、立邦漆、巴士德漆',
			'【包含项目】 过门石、入户单包门套、 地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、墙顶面界面剂<br/> 【包含辅材】塞纳春天水管、金牛管材、郑二电线、郑三电线、德高/雨虹防水、立邦漆、巴士德漆',
			//卧室
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】塞纳春天水管、金牛管材、郑二电线、郑三电线、德高/雨虹防水、立邦漆、巴士德漆',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】塞纳春天水管、金牛管材、郑二电线、郑三电线、德高/雨虹防水、立邦漆、巴士德漆',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】塞纳春天水管、金牛管材、郑二电线、郑三电线、德高/雨虹防水、立邦漆、巴士德漆',
			//厨房
			'【包含项目】过门石、内门、LED集成灯、开关/插座、墙地砖、墙地砖铺贴、铝扣板集成吊顶、烟机/灶具、水槽/龙头、整体橱柜、地漏  、包立管 <br/> 【包含辅材】塞纳春天水管、金牛管材、郑二电线、郑三电线、德高/雨虹防水、立邦漆、巴士德漆',
			//卫生间
			'【包含项目】过门石、内门、LED集成灯、开关/插座、墙地砖、墙地砖铺贴、铝扣板集成吊顶、浴霸、花洒、浴室柜、整体橱柜、地漏  、马桶、包立管 <br/> 【包含辅材】塞纳春天水管、金牛管材、郑二电线、郑三电线、德高/雨虹防水、立邦漆、巴士德漆',
			//阳台
			'【包含项目】 过门石、开关/插座、地砖、墙面界定剂、墙顶面基层处理、墙顶面乳胶漆<br/> 【包含辅材】塞纳春天水管、金牛管材、郑二电线、郑三电线、德高/雨虹防水、立邦漆、巴士德漆'
		],
		'nanl':[		
			//客厅餐厅
			'【包含项目】地砖/木地板、开关/插座、入户门套、乳胶漆、石膏线 <br/> 【包含辅材】山东金杯电线、百牛水管金贝壳贝壳粉、胖子墙衬、雨虹防水、顶立白乳胶系列、龙牌轻钢龙骨、砼业水泥',
			'【包含项目】 <br/> 【包含辅材】山东金杯电线、百牛水管金贝壳贝壳粉、胖子墙衬、雨虹防水、顶立白乳胶系列、龙牌轻钢龙骨、砼业水泥',
			//卧室
			'【包含项目】 地砖/木地板、开关/插座、乳胶漆、石膏线、踢脚线、内门、过门石<br/> 【包含辅材】山东金杯电线、百牛水管金贝壳贝壳粉、胖子墙衬、雨虹防水、顶立白乳胶系列、龙牌轻钢龙骨、砼业水泥',
			'【包含项目】 地砖/木地板、开关/插座、乳胶漆、石膏线、踢脚线、内门、过门石<br/> 【包含辅材】山东金杯电线、百牛水管金贝壳贝壳粉、胖子墙衬、雨虹防水、顶立白乳胶系列、龙牌轻钢龙骨、砼业水泥',
			'【包含项目】 地砖/木地板、开关/插座、乳胶漆、石膏线、踢脚线、内门、过门石<br/> 【包含辅材】山东金杯电线、百牛水管金贝壳贝壳粉、胖子墙衬、雨虹防水、顶立白乳胶系列、龙牌轻钢龙骨、砼业水泥',
			'【包含项目】 地砖/木地板、开关/插座、乳胶漆、石膏线、踢脚线、内门、过门石<br/> 【包含辅材】山东金杯电线、百牛水管金贝壳贝壳粉、胖子墙衬、雨虹防水、顶立白乳胶系列、龙牌轻钢龙骨、砼业水泥',
			//厨房
			'【包含项目】 墙地砖、橱柜、烟机/灶具、集成吊顶、LED灯、水槽/龙头、开关/插座、过门石、门<br/> 【包含辅材】山东金杯电线、百牛水管金贝壳贝壳粉、胖子墙衬、雨虹防水、顶立白乳胶系列、龙牌轻钢龙骨、砼业水泥',
			//卫生间
			'【包含项目】 墙地砖、开关/插座、集成吊顶、浴霸、洁具、五金挂件、门<br/> 【包含辅材】山东金杯电线、百牛水管金贝壳贝壳粉、胖子墙衬、雨虹防水、顶立白乳胶系列、龙牌轻钢龙骨、砼业水泥',
			//阳台
			'【包含项目】 地砖/木地板、乳胶漆、开关/插座<br/> 【包含辅材】山东金杯电线、百牛水管金贝壳贝壳粉、胖子墙衬、雨虹防水、顶立白乳胶系列、龙牌轻钢龙骨、砼业水泥'
		],
		'xiny':[		
			//客厅餐厅
			'【包含项目】 过门石、入户单包门套、 地砖/木地板、开关/插座、墙体/天花面基层处理、顶角石膏线、墙体/天花面乳胶漆、踢脚线<br/> 【包含辅材】金水电线、伟星/中财/保利水管、立邦/都芳/多乐士乳胶漆、吴氏鑫盛腻子、雨虹/西卡防水、六环白乳胶、通货轻钢龙骨、市场通货水泥',
			'【包含项目】  过门石、入户单包门套、 地砖/木地板、开关/插座、墙体/天花面基层处理、顶角石膏线、墙体/天花面乳胶漆、踢脚线<br/> 【包含辅材】金水电线、伟星/中财/保利水管、立邦/都芳/多乐士乳胶漆、吴氏鑫盛腻子、雨虹/西卡防水、六环白乳胶、通货轻钢龙骨、市场通货水泥',
			//卧室
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、体/天花面基层处理、顶角石膏线、墙体/天花面乳胶漆、踢脚线<br/> 【包含辅材】金水电线、伟星/中财/保利水管、立邦/都芳/多乐士乳胶漆、吴氏鑫盛腻子、雨虹/西卡防水、六环白乳胶、通货轻钢龙骨、市场通货水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、体/天花面基层处理、顶角石膏线、墙体/天花面乳胶漆、踢脚线<br/> 【包含辅材】金水电线、伟星/中财/保利水管、立邦/都芳/多乐士乳胶漆、吴氏鑫盛腻子、雨虹/西卡防水、六环白乳胶、通货轻钢龙骨、市场通货水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、体/天花面基层处理、顶角石膏线、墙体/天花面乳胶漆、踢脚线<br/> 【包含辅材】金水电线、伟星/中财/保利水管、立邦/都芳/多乐士乳胶漆、吴氏鑫盛腻子、雨虹/西卡防水、六环白乳胶、通货轻钢龙骨、市场通货水泥',
			//厨房
			'【包含项目】过门石、内门、集成灯、开关/插座、墙地砖、墙地砖铺贴、铝扣板集成吊顶、烟机/灶具、水槽/龙头、整体橱柜、地漏  、包立管 <br/> 【包含辅材】金水电线、伟星/中财/保利水管、立邦/都芳/多乐士乳胶漆、吴氏鑫盛腻子、雨虹/西卡防水、六环白乳胶、通货轻钢龙骨、市场通货水泥',
			//卫生间
			'【包含项目】 过门石、内门、LED集成灯、开关/插座、墙地砖、墙地砖铺贴、铝扣板集成吊顶、浴霸、花洒、浴室柜、整体橱柜、地漏  、马桶、包立管、五金挂件<br/> 【包含辅材】金水电线、伟星/中财/保利水管、立邦/都芳/多乐士乳胶漆、吴氏鑫盛腻子、雨虹/西卡防水、六环白乳胶、通货轻钢龙骨、市场通货水泥',
			//阳台
			'【包含项目】瓷砖/地砖、阳台吸顶灯、天花/墙体基层处理、天花/墙体乳胶漆、开关/插座 <br/> 【包含辅材】金水电线、伟星/中财/保利水管、立邦/都芳/多乐士乳胶漆、吴氏鑫盛腻子、雨虹/西卡防水、六环白乳胶、通货轻钢龙骨、市场通货水泥'
		],
		'csha':[		
			//客厅餐厅
			'【包含项目】  过门石、门套、 地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】金杯电线、日丰联塑水管、华润漆、多邦腻子、雨虹防水、海天白乳胶、通货轻钢龙骨、坪潭水泥',
			'【包含项目】 过门石、门套、 地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 <br/> 【包含辅材】金杯电线、日丰联塑水管、华润漆、多邦腻子、雨虹防水、海天白乳胶、通货轻钢龙骨、坪潭水泥',
			//卧室
			'【包含项目】  过门石、内门、地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】金杯电线、日丰联塑水管、华润漆、多邦腻子、雨虹防水、海天白乳胶、通货轻钢龙骨、坪潭水泥',
			'【包含项目】  过门石、内门、地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】金杯电线、日丰联塑水管、华润漆、多邦腻子、雨虹防水、海天白乳胶、通货轻钢龙骨、坪潭水泥',
			'【包含项目】  过门石、内门、地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】金杯电线、日丰联塑水管、华润漆、多邦腻子、雨虹防水、海天白乳胶、通货轻钢龙骨、坪潭水泥',
			//厨房
			'【包含项目】过门石、内门、集成灯、开关/插座、墙地砖铺贴、铝扣板集成吊顶、烟机/灶具、水槽/龙头、整体橱柜、地漏  、包立管  <br/> 【包含辅材】金杯电线、日丰联塑水管、华润漆、多邦腻子、雨虹防水、海天白乳胶、通货轻钢龙骨、坪潭水泥',
			//卫生间
			'【包含项目】 过门石、内门、集成灯、开关/插座、墙地砖铺贴、铝扣板集成吊顶、浴霸、洁具、五金件、包立管、防水<br/> 【包含辅材】金杯电线、日丰联塑水管、华润漆、多邦腻子、雨虹防水、海天白乳胶、通货轻钢龙骨、坪潭水泥',
			//阳台
			'【包含项目】地砖、墙顶面基层处理、墙顶面乳胶漆、开关/插座 <br/> 【包含辅材】金杯电线、日丰联塑水管、华润漆、多邦腻子、雨虹防水、海天白乳胶、通货轻钢龙骨、坪潭水泥'
		],
		'yich':[		
			//客厅餐厅
			'【包含项目】 过门石、入户单包门套、 地砖、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、踢脚线<br/> 【包含辅材】红旗国际电线、伟星水管、华润乳胶漆、华润腻子、黑豹JS防水、创奇白乳胶、泰山轻钢龙骨、华新水泥',
			'【包含项目】 过门石、入户单包门套、 地砖、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、踢脚线<br/> 【包含辅材】红旗国际电线、伟星水管、华润乳胶漆、华润腻子、黑豹JS防水、创奇白乳胶、泰山轻钢龙骨、华新水泥',
			//卧室
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、窗台石<br/> 【包含辅材】红旗国际电线、伟星水管、华润乳胶漆、华润腻子、黑豹JS防水、创奇白乳胶、泰山轻钢龙骨、华新水泥',
			'【包含项目】  过门石、内门、地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、窗台石<br/> 【包含辅材】红旗国际电线、伟星水管、华润乳胶漆、华润腻子、黑豹JS防水、创奇白乳胶、泰山轻钢龙骨、华新水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、窗台石 <br/> 【包含辅材】红旗国际电线、伟星水管、华润乳胶漆、华润腻子、黑豹JS防水、创奇白乳胶、泰山轻钢龙骨、华新水泥',
			//厨房
			'【包含项目】过门石、内门、LED集成灯、开关/插座、墙地砖铺贴、铝扣板集成吊顶、烟机/灶具、水槽、整体橱柜、地漏  、包立管 <br/> 【包含辅材】红旗国际电线、伟星水管、华润乳胶漆、华润腻子、黑豹JS防水、创奇白乳胶、泰山轻钢龙骨、华新水泥',
			//卫生间
			'【包含项目】过门石、内门、LED集成灯、开关/插座、马桶、墙地砖铺贴、墙地砖、铝扣板集成吊顶、浴霸、五金件、包立管、防水 <br/> 【包含辅材】红旗国际电线、伟星水管、华润乳胶漆、华润腻子、黑豹JS防水、创奇白乳胶、泰山轻钢龙骨、华新水泥',
			//阳台
			'【包含项目】地砖、墙顶面界面剂、墙顶面基层处理、开关/插座、墙顶面乳胶漆 <br/> 【包含辅材】红旗国际电线、伟星水管、华润乳胶漆、华润腻子、黑豹JS防水、创奇白乳胶、泰山轻钢龙骨、华新水泥'
		],
		'cshu':[		
			//客厅餐厅
			'【包含项目】 过门石、门套、 地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】交通/长江电线、塞纳春天水管、立邦/多乐士漆、德高防水、七叶白乳胶、白猫腻子',
			'【包含项目】 过门石、门套、 地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 <br/> 【包含辅材】交通/长江电线、塞纳春天水管、立邦/多乐士漆、德高防水、七叶白乳胶、白猫腻子',
			//卧室
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、窗台石<br/> 【包含辅材】交通/长江电线、塞纳春天水管、立邦/多乐士漆、德高防水、七叶白乳胶、白猫腻子',
			'【包含项目】过门石、内门、地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、窗台石 <br/> 【包含辅材】交通/长江电线、塞纳春天水管、立邦/多乐士漆、德高防水、七叶白乳胶、白猫腻子',
			'【包含项目】过门石、内门、地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、窗台石 <br/> 【包含辅材】交通/长江电线、塞纳春天水管、立邦/多乐士漆、德高防水、七叶白乳胶、白猫腻子',
			//厨房
			'【包含项目】 过门石、内门、集成灯、开关/插座、墙地砖、墙地砖铺贴、铝扣板集成吊顶、烟机/灶具、水槽、整体橱柜、地漏  、包立管<br/> 【包含辅材】交通/长江电线、塞纳春天水管、立邦/多乐士漆、德高防水、七叶白乳胶、白猫腻子',
			//卫生间
			'【包含项目】 过门石、内门、LED集成灯、开关/插座、马桶、墙地砖铺贴、墙地砖、铝扣板集成吊顶、浴霸、五金件、包立管、花洒、防水<br/> 【包含辅材】交通/长江电线、塞纳春天水管、立邦/多乐士漆、德高防水、七叶白乳胶、白猫腻子',
			//阳台
			'【包含项目】地砖、墙顶面界面剂、墙顶面基层处理、开关/插座、墙顶面乳胶漆 <br/> 【包含辅材】交通/长江电线、塞纳春天水管、立邦/多乐士漆、德高防水、七叶白乳胶、白猫腻子'
		],
		'heze':[		
			//客厅餐厅
			'【包含项目】  过门石、门套、 地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】品牌电线、塞纳春天水管、都芳乳胶漆、都芳配套腻子、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			'【包含项目】  过门石、门套、 地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】品牌电线、塞纳春天水管、都芳乳胶漆、都芳配套腻子、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			//卧室
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、窗台石、墙顶面界面剂、定制衣柜<br/> 【包含辅材】品牌电线、塞纳春天水管、都芳乳胶漆、都芳配套腻子、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、窗台石、墙顶面界面剂、定制衣柜<br/> 【包含辅材】品牌电线、塞纳春天水管、都芳乳胶漆、都芳配套腻子、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、窗台石、墙顶面界面剂、定制衣柜<br/> 【包含辅材】品牌电线、塞纳春天水管、都芳乳胶漆、都芳配套腻子、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			//厨房
			'【包含项目】过门石、内门、LED集成灯、开关/插座、铝扣板集成吊顶、烟机/灶具、水槽/龙头、整体橱柜、地漏   <br/> 【包含辅材】品牌电线、塞纳春天水管、都芳乳胶漆、都芳配套腻子、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			//卫生间
			'【包含项目】  过门石、内门、LED集成灯、开关/插座、马桶、铝扣板集成吊顶、浴霸、五金件、花洒、防水<br/> 【包含辅材】品牌电线、塞纳春天水管、都芳乳胶漆、都芳配套腻子、生态家园白乳胶、泰山轻钢龙骨、中联水泥',
			//阳台
			'【包含项目】地砖、墙顶面界面剂、墙顶面基层处理、开关/插座、墙顶面乳胶漆<br/> 【包含辅材】品牌电线、塞纳春天水管、都芳乳胶漆、都芳配套腻子、生态家园白乳胶、泰山轻钢龙骨、中联水泥'
		],
		'ganz':[		
			//客厅餐厅
			'【包含项目】 地砖/木地板、开关/插座、入户门套、乳胶漆、石膏线<br/> 【包含辅材】金子电线、日丰水管、立邦乳胶漆、三棵树腻子粉、雨虹防水、一江白乳胶、泰山轻钢龙骨、海螺水泥',
			'【包含项目】  地砖/木地板、开关/插座、入户门套、乳胶漆、石膏线<br/> 【包含辅材】金子电线、日丰水管、立邦乳胶漆、三棵树腻子粉、雨虹防水、一江白乳胶、泰山轻钢龙骨、海螺水泥',
			//卧室
			'【包含项目】地砖/木地板、开关/插座、过门石、乳胶漆、石膏线、内门、踢脚线 <br/> 【包含辅材】金子电线、日丰水管、立邦乳胶漆、三棵树腻子粉、雨虹防水、一江白乳胶、泰山轻钢龙骨、海螺水泥',
			'【包含项目】 地砖/木地板、开关/插座、过门石、乳胶漆、石膏线、内门、踢脚线<br/> 【包含辅材】金子电线、日丰水管、立邦乳胶漆、三棵树腻子粉、雨虹防水、一江白乳胶、泰山轻钢龙骨、海螺水泥',
			'【包含项目】 地砖/木地板、开关/插座、过门石、乳胶漆、石膏线、内门、踢脚线<br/> 【包含辅材】金子电线、日丰水管、立邦乳胶漆、三棵树腻子粉、雨虹防水、一江白乳胶、泰山轻钢龙骨、海螺水泥',
			//厨房
			'【包含项目】 墙地砖、橱柜、烟机/灶具、集成吊顶、LED灯、水槽/龙头、开关/插座、过门石、门<br/> 【包含辅材】金子电线、日丰水管、立邦乳胶漆、三棵树腻子粉、雨虹防水、一江白乳胶、泰山轻钢龙骨、海螺水泥',
			//卫生间
			'【包含项目】 墙地砖、开关/插座、集成吊顶、浴霸、洁具、五金挂件、门<br/> 【包含辅材】金子电线、日丰水管、立邦乳胶漆、三棵树腻子粉、雨虹防水、一江白乳胶、泰山轻钢龙骨、海螺水泥',
			//阳台
			'【包含项目】 地砖/木地板、乳胶漆、开关/插座<br/> 【包含辅材】金子电线、日丰水管、立邦乳胶漆、三棵树腻子粉、雨虹防水、一江白乳胶、泰山轻钢龙骨、海螺水泥'
		],
		'xuzh':[		
			//客厅餐厅
			'【包含项目】 地砖/木地板、开关/插座、入户门套、乳胶漆、石膏线<br/> 【包含辅材】德国伟星水管、远东电线、立邦/多乐士漆、北京东方雨虹防水、龙牌轻钢龙骨、龙牌/法国圣戈班膏板',
			'【包含项目】 地砖/木地板、开关/插座、入户门套、乳胶漆、石膏线<br/> 【包含辅材】德国伟星水管、远东电线、立邦/多乐士漆、北京东方雨虹防水、龙牌轻钢龙骨、龙牌/法国圣戈班膏板',
			//卧室
			'【包含项目】地砖/木地板、开关/插座、过门石、乳胶漆、石膏线、内门、踢脚线 <br/> 【包含辅材】德国伟星水管、远东电线、立邦/多乐士漆、北京东方雨虹防水、龙牌轻钢龙骨、龙牌/法国圣戈班膏板',
			'【包含项目】 地砖/木地板、开关/插座、过门石、乳胶漆、石膏线、内门、踢脚线<br/> 【包含辅材】德国伟星水管、远东电线、立邦/多乐士漆、北京东方雨虹防水、龙牌轻钢龙骨、龙牌/法国圣戈班膏板',
			'【包含项目】 地砖/木地板、开关/插座、过门石、乳胶漆、石膏线、内门、踢脚线<br/> 【包含辅材】德国伟星水管、远东电线、立邦/多乐士漆、北京东方雨虹防水、龙牌轻钢龙骨、龙牌/法国圣戈班膏板',
			//厨房
			'【包含项目】 墙地砖、橱柜、烟机/灶具、集成吊顶、LED灯、水槽/龙头、开关/插座、过门石、门<br/> 【包含辅材】德国伟星水管、远东电线、立邦/多乐士漆、北京东方雨虹防水、龙牌轻钢龙骨、龙牌/法国圣戈班膏板',
			//卫生间
			'【包含项目】墙地砖、开关/插座、集成吊顶、浴霸、洁具、五金挂件、门 <br/> 【包含辅材】德国伟星水管、远东电线、立邦/多乐士漆、北京东方雨虹防水、龙牌轻钢龙骨、龙牌/法国圣戈班膏板',
			//阳台
			'【包含项目】  地砖/木地板、乳胶漆、开关/插座<br/> 【包含辅材】德国伟星水管、远东电线、立邦/多乐士漆、北京东方雨虹防水、龙牌轻钢龙骨、龙牌/法国圣戈班膏板'
		],
		'hfei':[		
			//客厅餐厅
			'【包含项目】地面处理、地砖、木地板、踢脚线、顶角石膏线、过门石、入户单包门套、墙顶面界面剂、墙顶面基层处理、开关/插座 <br/> 【包含辅材】绿宝电线、鸿雁线管、美巢腻子粉、伟星水管配件、雨虹防水、多乐士墙漆、东关水泥',
			'【包含项目】 地面处理、地砖、木地板、踢脚线、顶角石膏线、过门石、入户单包门套、墙顶面界面剂、墙顶面基层处理、开关/插座<br/> 【包含辅材】绿宝电线、鸿雁线管、美巢腻子粉、伟星水管配件、雨虹防水、多乐士墙漆、东关水泥',
			//卧室
			'【包含项目】 地面处理、木地板、开关/插座、过门石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、门<br/> 【包含辅材】绿宝电线、鸿雁线管、美巢腻子粉、伟星水管配件、雨虹防水、多乐士墙漆、东关水泥',
			'【包含项目】  地面处理、木地板、开关/插座、过门石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、门<br/> 【包含辅材】绿宝电线、鸿雁线管、美巢腻子粉、伟星水管配件、雨虹防水、多乐士墙漆、东关水泥',
			'【包含项目】  地面处理、木地板、开关/插座、过门石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、门<br/> 【包含辅材】绿宝电线、鸿雁线管、美巢腻子粉、伟星水管配件、雨虹防水、多乐士墙漆、东关水泥',
			//厨房
			'【包含项目】 地砖、墙地砖铺贴、过门石、墙砖、门、烟机/灶具、地漏、水槽/龙头、整体橱柜、铝板扣吊顶、LED集成灯、包立管、开关/插座<br/> 【包含辅材】绿宝电线、鸿雁线管、美巢腻子粉、伟星水管配件、雨虹防水、多乐士墙漆、东关水泥',
			//卫生间
			'【包含项目】 过门石、内门、开关/插座、墙砖、防水处理、墙地砖、铝扣板集成吊顶、浴霸、马桶、花洒、地漏、包立管、五金件、浴室柜<br/> 【包含辅材】绿宝电线、鸿雁线管、美巢腻子粉、伟星水管配件、雨虹防水、多乐士墙漆、东关水泥',
			//阳台
			'【包含项目】过门石、吸顶灯、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、开关/插座 <br/> 【包含辅材】绿宝电线、鸿雁线管、美巢腻子粉、伟星水管配件、雨虹防水、多乐士墙漆、东关水泥'
		],
		'lch':[		
			//客厅餐厅
			'【包含项目】过门石、入户单包门套、 地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 、走廊鞋柜<br/> 【包含辅材】绿灯行电线、塞纳春天电管、通信管材、西铁白乳胶、立邦腻子、立邦乳胶漆、山水水泥、雨虹防水、龙牌/可耐福石膏板、龙牌/可耐福轻钢龙骨',
			'【包含项目】 过门石、入户单包门套、 地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 、走廊鞋柜<br/> 【包含辅材】绿灯行电线、塞纳春天电管、通信管材、西铁白乳胶、立邦腻子、立邦乳胶漆、山水水泥、雨虹防水、龙牌/可耐福石膏板、龙牌/可耐福轻钢龙骨',
			//卧室
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、顶角石膏线、衣柜<br/> 【包含辅材】绿灯行电线、塞纳春天电管、通信管材、西铁白乳胶、立邦腻子、立邦乳胶漆、山水水泥、雨虹防水、龙牌/可耐福石膏板、龙牌/可耐福轻钢龙骨',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、顶角石膏线、衣柜<br/> 【包含辅材】绿灯行电线、塞纳春天电管、通信管材、西铁白乳胶、立邦腻子、立邦乳胶漆、山水水泥、雨虹防水、龙牌/可耐福石膏板、龙牌/可耐福轻钢龙骨',
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、窗台石、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、顶角石膏线、衣柜<br/> 【包含辅材】绿灯行电线、塞纳春天电管、通信管材、西铁白乳胶、立邦腻子、立邦乳胶漆、山水水泥、雨虹防水、龙牌/可耐福石膏板、龙牌/可耐福轻钢龙骨',
			//厨房
			'【包含项目】过门石、内门、集成灯、开关/插座、墙地砖、墙地砖铺贴、铝扣板集成吊顶、包立管、烟机/灶具、水槽/龙头、整体橱柜、地漏 <br/> 【包含辅材】绿灯行电线、塞纳春天电管、通信管材、西铁白乳胶、立邦腻子、立邦乳胶漆、山水水泥、雨虹防水、龙牌/可耐福石膏板、龙牌/可耐福轻钢龙骨',
			//卫生间
			'【包含项目】 过门石、内门、LED集成灯、开关/插座、墙地砖、墙地砖铺贴、铝扣板集成吊顶、浴霸、马桶、花洒、五金件、浴室柜、包立管、防水<br/> 【包含辅材】绿灯行电线、塞纳春天电管、通信管材、西铁白乳胶、立邦腻子、立邦乳胶漆、山水水泥、雨虹防水、龙牌/可耐福石膏板、龙牌/可耐福轻钢龙骨',
			//阳台
			'【包含项目】地砖、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、开关/插座 <br/> 【包含辅材】绿灯行电线、塞纳春天电管、通信管材、西铁白乳胶、立邦腻子、立邦乳胶漆、山水水泥、雨虹防水、龙牌/可耐福石膏板、龙牌/可耐福轻钢龙骨'
		],
		'shzh':[		
			//客厅餐厅
			'【包含项目】 地砖、木地板、多乐士乳胶漆、开关/插座、踢脚线<br/> 【包含辅材】绿灯行电线、塞纳春天电管、通信管材、西铁白乳胶、立邦腻子、立邦乳胶漆、山水水泥、雨虹防水、龙牌/可耐福石膏板、龙牌/可耐福轻钢龙骨',
			'【包含项目】 地砖、木地板、多乐士乳胶漆、开关/插座、踢脚线<br/> 【包含辅材】绿灯行电线、塞纳春天电管、通信管材、西铁白乳胶、立邦腻子、立邦乳胶漆、山水水泥、雨虹防水、龙牌/可耐福石膏板、龙牌/可耐福轻钢龙骨',
			//卧室
			'【包含项目】 地板/地砖、多乐士乳胶漆、开关/插座、石膏线、内门、踢脚线<br/> 【包含辅材】绿灯行电线、塞纳春天电管、通信管材、西铁白乳胶、立邦腻子、立邦乳胶漆、山水水泥、雨虹防水、龙牌/可耐福石膏板、龙牌/可耐福轻钢龙骨',
			'【包含项目】 地板/地砖、多乐士乳胶漆、开关/插座、石膏线、内门、踢脚线<br/> 【包含辅材】绿灯行电线、塞纳春天电管、通信管材、西铁白乳胶、立邦腻子、立邦乳胶漆、山水水泥、雨虹防水、龙牌/可耐福石膏板、龙牌/可耐福轻钢龙骨',
			'【包含项目】 地板/地砖、多乐士乳胶漆、开关/插座、石膏线、内门、踢脚线<br/> 【包含辅材】绿灯行电线、塞纳春天电管、通信管材、西铁白乳胶、立邦腻子、立邦乳胶漆、山水水泥、雨虹防水、龙牌/可耐福石膏板、龙牌/可耐福轻钢龙骨',
			//厨房
			'【包含项目】 墙砖/地砖、铝扣板吊顶、开关/插座、烟机灶具、水槽龙头、整体橱柜、厨房门、地漏、厨房照明<br/> 【包含辅材】绿灯行电线、塞纳春天电管、通信管材、西铁白乳胶、立邦腻子、立邦乳胶漆、山水水泥、雨虹防水、龙牌/可耐福石膏板、龙牌/可耐福轻钢龙骨',
			//卫生间
			'【包含项目】  地板/地砖、集成吊顶、开关/插座、卫生间门、五金挂件、马桶、沐浴花洒、浴室柜<br/> 【包含辅材】绿灯行电线、塞纳春天电管、通信管材、西铁白乳胶、立邦腻子、立邦乳胶漆、山水水泥、雨虹防水、龙牌/可耐福石膏板、龙牌/可耐福轻钢龙骨',
			//阳台
			'【包含项目】地砖、多乐士乳胶漆、开关/插座 <br/> 【包含辅材】绿灯行电线、塞纳春天电管、通信管材、西铁白乳胶、立邦腻子、立邦乳胶漆、山水水泥、雨虹防水、龙牌/可耐福石膏板、龙牌/可耐福轻钢龙骨'
		],
		'sany':[		
			//客厅餐厅
			'【包含项目】地砖、木地板、开关/插座、墙顶面乳胶漆、墙顶面基层处理 <br/> 【包含辅材】珠江牌电线、联塑水管、立邦乳胶漆、墙立邦腻子、雨虹防水、龙马白乳胶、保莱斯轻钢龙骨、天涯牌水泥',
			'【包含项目】 地砖、木地板、开关/插座、墙顶面乳胶漆、墙顶面基层处理<br/> 【包含辅材】珠江牌电线、联塑水管、立邦乳胶漆、墙立邦腻子、雨虹防水、龙马白乳胶、保莱斯轻钢龙骨、天涯牌水泥',
			//卧室
			'【包含项目】 内门、地砖/木地板、开关/插座、墙顶面乳胶漆、墙顶面基层处理<br/> 【包含辅材】珠江牌电线、联塑水管、立邦乳胶漆、墙立邦腻子、雨虹防水、龙马白乳胶、保莱斯轻钢龙骨、天涯牌水泥',
			'【包含项目】 内门、地砖/木地板、开关/插座、墙顶面乳胶漆、墙顶面基层处理<br/> 【包含辅材】珠江牌电线、联塑水管、立邦乳胶漆、墙立邦腻子、雨虹防水、龙马白乳胶、保莱斯轻钢龙骨、天涯牌水泥',
			'【包含项目】 内门、地砖/木地板、开关/插座、墙顶面乳胶漆、墙顶面基层处理<br/> 【包含辅材】珠江牌电线、联塑水管、立邦乳胶漆、墙立邦腻子、雨虹防水、龙马白乳胶、保莱斯轻钢龙骨、天涯牌水泥',
			//厨房
			'【包含项目】 内门、LED集成灯、开关/插座、烟机/灶具、水槽/龙头、整体橱柜、地漏、墙地砖、铝扣板集成吊顶、包立管、防水处理<br/> 【包含辅材】珠江牌电线、联塑水管、立邦乳胶漆、墙立邦腻子、雨虹防水、龙马白乳胶、保莱斯轻钢龙骨、天涯牌水泥',
			//卫生间
			'【包含项目】内门、开关/插座、马桶、花洒、浴室柜、包立管、五金挂件、铝扣板集成吊顶、墙地砖、墙地砖铺贴、防水 <br/> 【包含辅材】珠江牌电线、联塑水管、立邦乳胶漆、墙立邦腻子、雨虹防水、龙马白乳胶、保莱斯轻钢龙骨、天涯牌水泥',
			//阳台
			'【包含项目】 地砖、墙顶面基层处理、开关/插座、墙顶面乳胶漆、防水处理<br/> 【包含辅材】珠江牌电线、联塑水管、立邦乳胶漆、墙立邦腻子、雨虹防水、龙马白乳胶、保莱斯轻钢龙骨、天涯牌水泥'
		],
		'nann':[		
			//客厅餐厅
			'【包含项目】 地砖、木地板、开关/插座、乳胶漆、石膏线<br/> 【包含辅材】桂林国际电线、美尔古水管、嘉宝莉乳胶漆、金豹轻钢龙骨、雷邦仕防水、一江白乳胶、海螺水泥',
			'【包含项目】 地砖、木地板、开关/插座、乳胶漆、石膏线<br/> 【包含辅材】桂林国际电线、美尔古水管、嘉宝莉乳胶漆、金豹轻钢龙骨、雷邦仕防水、一江白乳胶、海螺水泥',
			//卧室
			'【包含项目】 地砖/木地板、乳胶漆、开关/插座、过门石、内门、踢脚线、石膏线<br/> 【包含辅材】桂林国际电线、美尔古水管、嘉宝莉乳胶漆、金豹轻钢龙骨、雷邦仕防水、一江白乳胶、海螺水泥',
			'【包含项目】 地砖/木地板、乳胶漆、开关/插座、过门石、内门、踢脚线、石膏线<br/> 【包含辅材】桂林国际电线、美尔古水管、嘉宝莉乳胶漆、金豹轻钢龙骨、雷邦仕防水、一江白乳胶、海螺水泥',
			'【包含项目】 地砖/木地板、乳胶漆、开关/插座、过门石、内门、踢脚线、石膏线<br/> 【包含辅材】桂林国际电线、美尔古水管、嘉宝莉乳胶漆、金豹轻钢龙骨、雷邦仕防水、一江白乳胶、海螺水泥',
			//厨房
			'【包含项目】墙地砖、橱柜、烟机/灶具、集成吊顶、LED灯、水槽/龙头、开关/插座、过门石、门 <br/> 【包含辅材】桂林国际电线、美尔古水管、嘉宝莉乳胶漆、金豹轻钢龙骨、雷邦仕防水、一江白乳胶、海螺水泥',
			//卫生间
			'【包含项目】 墙地砖、开关/插座、集成吊顶、浴霸、洁具、五金挂件、门<br/> 【包含辅材】桂林国际电线、美尔古水管、嘉宝莉乳胶漆、金豹轻钢龙骨、雷邦仕防水、一江白乳胶、海螺水泥',
			//阳台
			'【包含项目】地砖/木地板、乳胶漆、开关/插座 <br/> 【包含辅材】桂林国际电线、美尔古水管、嘉宝莉乳胶漆、金豹轻钢龙骨、雷邦仕防水、一江白乳胶、海螺水泥'
		],
		'guiy':[		
			//客厅餐厅
			'【包含项目】 踢脚线、地砖/木地板、过门石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】玉蝶多股铜芯电线、德标25#热水管、德标阻燃穿线管、泰山石膏板、金斯顿环保地固、西卡防水、美涂士环保墙面漆、力王雪花轻钢龙骨、国际金砖/海螺水泥',
			'【包含项目】 踢脚线、地砖/木地板、过门石、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 <br/> 【包含辅材】玉蝶多股铜芯电线、德标25#热水管、德标阻燃穿线管、泰山石膏板、金斯顿环保地固、西卡防水、美涂士环保墙面漆、力王雪花轻钢龙骨、国际金砖/海螺水泥',
			//卧室
			'【包含项目】 过门石、地砖/木地板、内门、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、顶角石膏线<br/> 【包含辅材】玉蝶多股铜芯电线、德标25#热水管、德标阻燃穿线管、泰山石膏板、金斯顿环保地固、西卡防水、美涂士环保墙面漆、力王雪花轻钢龙骨、国际金砖/海螺水泥',
			'【包含项目】 过门石、地砖/木地板、内门、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、顶角石膏线<br/> 【包含辅材】玉蝶多股铜芯电线、德标25#热水管、德标阻燃穿线管、泰山石膏板、金斯顿环保地固、西卡防水、美涂士环保墙面漆、力王雪花轻钢龙骨、国际金砖/海螺水泥',
			'【包含项目】过门石、地砖/木地板、内门、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、顶角石膏线 <br/> 【包含辅材】玉蝶多股铜芯电线、德标25#热水管、德标阻燃穿线管、泰山石膏板、金斯顿环保地固、西卡防水、美涂士环保墙面漆、力王雪花轻钢龙骨、国际金砖/海螺水泥',
			//厨房
			'【包含项目】 过门石、内门、LED灯、墙地砖、墙地砖铺贴、铝扣板集成吊顶、包立管、烟机/灶具、水槽/龙头、整体橱柜、地漏<br/> 【包含辅材】玉蝶多股铜芯电线、德标25#热水管、德标阻燃穿线管、泰山石膏板、金斯顿环保地固、西卡防水、美涂士环保墙面漆、力王雪花轻钢龙骨、国际金砖/海螺水泥',
			//卫生间
			'【包含项目】 过门石、内门、墙地砖、墙地砖铺贴、铝扣板集成吊顶、浴霸、马桶、花洒、五金件、浴室柜、包立管、防水 <br/> 【包含辅材】玉蝶多股铜芯电线、德标25#热水管、德标阻燃穿线管、泰山石膏板、金斯顿环保地固、西卡防水、美涂士环保墙面漆、力王雪花轻钢龙骨、国际金砖/海螺水泥',
			//阳台
			'【包含项目】过门石、五金件、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、防水、包立管、地砖 <br/> 【包含辅材】玉蝶多股铜芯电线、德标25#热水管、德标阻燃穿线管、泰山石膏板、金斯顿环保地固、西卡防水、美涂士环保墙面漆、力王雪花轻钢龙骨、国际金砖/海螺水泥'
		],
		'kunm':[		
			//客厅餐厅
			'【包含项目】 入户单包门套、地砖/木地板、开关/插座、墙顶面墙锢、墙顶面基层处理、墙顶面乳胶漆、顶角石膏线<br/> 【包含辅材】塞纳春天水管、昆明电缆厂、专用白乳胶、加厚轻钢龙骨、易高防水、塞纳春天乳胶漆、红狮水泥',
			'【包含项目】入户单包门套、地砖/木地板、开关/插座、墙顶面墙锢、墙顶面基层处理、墙顶面乳胶漆、顶角石膏线 <br/> 【包含辅材】塞纳春天水管、昆明电缆厂、专用白乳胶、加厚轻钢龙骨、易高防水、塞纳春天乳胶漆、红狮水泥',
			//卧室
			'【包含项目】 过门石、门、地砖/木地板、开关/插座、窗台石、墙顶面墙锢、墙顶面基层处理、墙顶面乳胶漆、顶角石膏线<br/> 【包含辅材】塞纳春天水管、昆明电缆厂、专用白乳胶、加厚轻钢龙骨、易高防水、塞纳春天乳胶漆、红狮水泥',
			'【包含项目】过门石、门、地砖/木地板、开关/插座、窗台石、墙顶面墙锢、墙顶面基层处理、墙顶面乳胶漆、顶角石膏线 <br/> 【包含辅材】塞纳春天水管、昆明电缆厂、专用白乳胶、加厚轻钢龙骨、易高防水、塞纳春天乳胶漆、红狮水泥',
			'【包含项目】 过门石、门、地砖/木地板、开关/插座、窗台石、墙顶面墙锢、墙顶面基层处理、墙顶面乳胶漆、顶角石膏线<br/> 【包含辅材】塞纳春天水管、昆明电缆厂、专用白乳胶、加厚轻钢龙骨、易高防水、塞纳春天乳胶漆、红狮水泥',
			//厨房
			'【包含项目】过门石、内门、LED集成灯、墙地砖、墙地砖铺贴、铝扣板集成吊顶、包立管、烟机/灶具、水槽/龙头、整体橱柜、地漏 <br/> 【包含辅材】塞纳春天水管、昆明电缆厂、专用白乳胶、加厚轻钢龙骨、易高防水、塞纳春天乳胶漆、红狮水泥',
			//卫生间
			'【包含项目】 过门石、内门、墙地砖、墙地砖铺贴、铝扣板集成吊顶、浴霸、马桶、花洒、五金件、浴室柜、包立管、防水、开关/插座<br/> 【包含辅材】塞纳春天水管、昆明电缆厂、专用白乳胶、加厚轻钢龙骨、易高防水、塞纳春天乳胶漆、红狮水泥',
			//阳台
			'【包含项目】过门石、五金件、墙顶面界面剂、墙顶面基层处理、墙顶面乳胶漆、防水、包立管、地砖 <br/>【包含辅材】塞纳春天水管、昆明电缆厂、专用白乳胶、加厚轻钢龙骨、易高防水、塞纳春天乳胶漆、红狮水泥'
		],
		'chdu':[		
			//客厅餐厅
			'【包含项目】 地砖/木地板、开关/插座、入户门套、乳胶漆、石膏线<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			'【包含项目】 地砖/木地板、开关/插座、入户门套、乳胶漆、石膏线<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			//卧室
			'【包含项目】 地砖/木地板、开关/插座、乳胶漆、石膏线、踢脚线、内门<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			'【包含项目】地砖/木地板、开关/插座、乳胶漆、石膏线、踢脚线、内门 <br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			'【包含项目】 地砖/木地板、开关/插座、乳胶漆、石膏线、踢脚线、内门<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			//厨房
			'【包含项目】 墙地砖、橱柜、烟机/灶具、水槽/龙头、开关/插座、过门石、门、LED灯、集成吊顶<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			//卫生间
			'【包含项目】 墙地砖、开关/插座、集成吊顶、浴霸、洁具、五金挂件、门<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			//阳台
			'【包含项目】 地砖/木地板、乳胶漆、开关/插座<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥'
		],
		'yanq':[		
			//客厅餐厅
			'【包含项目】 地砖/木地板、开关/插座、入户门套、乳胶漆、石膏线<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			'【包含项目】 地砖/木地板、开关/插座、入户门套、乳胶漆、石膏线<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			//卧室
			'【包含项目】 地砖/木地板、开关/插座、乳胶漆、石膏线、踢脚线、内门<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			'【包含项目】地砖/木地板、开关/插座、乳胶漆、石膏线、踢脚线、内门 <br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			'【包含项目】 地砖/木地板、开关/插座、乳胶漆、石膏线、踢脚线、内门<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			//厨房
			'【包含项目】 墙地砖、橱柜、烟机/灶具、水槽/龙头、开关/插座、过门石、门、LED灯、集成吊顶<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			//卫生间
			'【包含项目】 墙地砖、开关/插座、集成吊顶、浴霸、洁具、五金挂件、门<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥',
			//阳台
			'【包含项目】 地砖/木地板、乳胶漆、开关/插座<br/> 【包含辅材】塞纳春天水管、昆仑电线、美巢白乳胶、美巢腻子粉、雨虹防水、都芳乳胶漆、水泥'
		],
		'suzh':[		
			//客厅餐厅
			'【包含项目】 过门石、门套、 地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆<br/> 【包含辅材】交通/长江电线、塞纳春天水管、立邦/多乐士漆、德高防水、七叶白乳胶、白猫腻子',
			'【包含项目】 过门石、门套、 地砖/木地板、开关/插座、墙顶面界面剂、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆 <br/> 【包含辅材】交通/长江电线、塞纳春天水管、立邦/多乐士漆、德高防水、七叶白乳胶、白猫腻子',
			//卧室
			'【包含项目】 过门石、内门、地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、窗台石<br/> 【包含辅材】交通/长江电线、塞纳春天水管、立邦/多乐士漆、德高防水、七叶白乳胶、白猫腻子',
			'【包含项目】过门石、内门、地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、窗台石 <br/> 【包含辅材】交通/长江电线、塞纳春天水管、立邦/多乐士漆、德高防水、七叶白乳胶、白猫腻子',
			'【包含项目】过门石、内门、地砖/木地板、开关/插座、墙顶面基层处理、顶角石膏线、墙顶面乳胶漆、窗台石 <br/> 【包含辅材】交通/长江电线、塞纳春天水管、立邦/多乐士漆、德高防水、七叶白乳胶、白猫腻子',
			//厨房
			'【包含项目】 过门石、内门、集成灯、开关/插座、墙地砖、墙地砖铺贴、铝扣板集成吊顶、烟机/灶具、水槽、整体橱柜、地漏  、包立管<br/> 【包含辅材】交通/长江电线、塞纳春天水管、立邦/多乐士漆、德高防水、七叶白乳胶、白猫腻子',
			//卫生间
			'【包含项目】 过门石、内门、LED集成灯、开关/插座、马桶、墙地砖铺贴、墙地砖、铝扣板集成吊顶、浴霸、五金件、包立管、花洒、防水<br/> 【包含辅材】交通/长江电线、塞纳春天水管、立邦/多乐士漆、德高防水、七叶白乳胶、白猫腻子',
			//阳台
			'【包含项目】地砖、墙顶面界面剂、墙顶面基层处理、开关/插座、墙顶面乳胶漆 <br/> 【包含辅材】交通/长江电线、塞纳春天水管、立邦/多乐士漆、德高防水、七叶白乳胶、白猫腻子'
		]
	};
	var getcity = function(){
		return window.location.href.split('.')[0].replace('http://','');
	}
	var resetData = (function(){
		var _city = getcity();
			if(!(_city in city)){
				_city = 'xinx';
			}
			 
			var list =  document.getElementsByClassName('left_content')[0],
				item = list.getElementsByTagName('span');
				for(var i=0,l=item.length;i<l;i++){
					item[i].innerHTML = city[_city][i];
			}
	}());
}());